Repository: Deemfoss/ComicsStore
Catalog: Resources/Resource.*.resx
Languages: ru

source: About Us
ru: О нас

source: Address
ru: Адрес

# AddressF
source: 3506 Rindle Ct, Charlotte
ru: Улица Неизвестная 25 г.Минск

source: Add to cart
ru: Добавить в корзину

# Arrange
source: You can also arrange pickup.
ru: Вы также можете оформить самовывоз.

# ArrangeDelivery
source: To arrange delivery, when placing an order, select the menu item Delivery by courier
ru: Для оформления доставки необхадимо при оформлении заказа выбрать пункт меню Доставка курьером

source: Buy
ru: Купить

# BuyComicsOffline
source: You can come and buy comics in our online store that runs daily from 12:00 to 20:00
ru: Вы можете прийти и купить комиксы в нашем офлайн магазине который работает ежедневно с 12:00 до 20:00

source: Cart
ru: Корзина

# ContactInf
source: Contact information
ru: Контактная информация

# ContInf
source: Contact Information
ru: Контактная информация

# Couriedeliverys
source: Courier delivery
ru: Оформлние курьерской доставки

# CourierDelivery
source: We have courier delivery in Minsk.
ru: У нас есть курьерская доставка по Минску.

# DeliveryandPayment
source: Delivery and payment of comics
ru: Доставка и оплата комиксов

# DeliveryDescription
source: Our store wants to provide its customers with maximum comfort. We understand that sometimes it’s not very convenient to get to our stores if you live far away or have no free time. Therefore, we have provided the ability to deliver your favorite comics directly to your home.
ru: Наш магазин хочет предоставить своим клиентам максимальный комфорт. Мы понимаем, что порой не совсем удобно добираться до наших магазина если вы живете далеко или нет свободного времени. Поэтому мы предусмотрели воозможность доставки ваших любимых комиксов прямо к вам домой

# DeliveryNextDay
source: Delivery is carried out the day after the order.
ru: Доставка осуществляется на следующий день после заказа.

# DeliveryPrice
source: Shipping cost 7$
ru: Стоимость доставки 7 рублей

# DeliveryTime
source: Delivery is carried out within a week from the date of placing the order
ru: Доставка осуществляется в течении недели со дня оформления заказа

# DeliveryToBelarus
source: Delivery to US
ru: Доставка по Беларуси

# DescriptonStore
source: The first fake comic book store in Minsk. We specialize in selling comics DC, Marvel, Vertigo, as well as Russian comics. We have delivery in Minsk and throughout Belarus. More detailed information can be found in the delivery and payment section. We only sell licensed and certified comics. We do not sell counterfeit products, comics with fan translation, etc.
ru: первый ненастоящий магазин комиксов в Минске. Мы специализируемся на продаже комиксов DC, Marvel, Vertigo, а также российских комиксов . У нас есть доставка по Минску и по всей Беларуси. Более детальную информацию можно узнать в разделе доставка и оплата. Мы продаем только лицензионные и сертифицированные комиксы. Мы не занимаемся продажей контрафактной продукции, комиксов с фанатским переводом и тд.

source: Detail
ru: Подробнее

source: Home Page
ru: Главная

# HowBuyComics
source: How to buy comics if I live in Minsk
ru: Как купить комиксы если я живу в Минске

source: Mail
ru: Почта

# ManagerCall
source: The manager will call you back after placing the order and specify the delivery time.
ru: Менеджер перезвонит вам после оформления заказа и оговорит время доставки

source: Our location
ru: Где мы находимся

# PaymentType
source: Payment is made in cash to the courier
ru: Оплата производится наличными курьеру

# PostOfficeDelivery
source: You will receive a mail notification, after which you will need to contact your post office to make payment and pick up the order.
ru: Вы получите почтовое уведомление, после чего необходимо будет обратиться в ваше почтовое отделение произвести оплату и забрать заказ.

# PostOfficeDeliveryType
source: To make delivery, when ordering, select the menu item Delivery by post office
ru: Для оформления доставки необхадимо при оформлении заказа выбрать пункт меню Доставка почтой

# PostOfficeManager
source: The manager will call you back after placing an order to clarify the data.
ru: Менеджер перезвонит вам после оформления заказа для уточнения данных

source: Price
ru: Цена

source: Publishment
ru: Издатель

source: Release date
ru: Дата

# ShipAPay
source: Shipping and payment
ru: Доставка и оплата

# SorotbyL
source: Sort by low price
ru: Сортировать по убыванию цены

# SortbyH
source: Sort by height price
ru: Сортировать по возрастанию цены

source: Telephone
ru: Телефон

# WorkTime
source: Working hours
ru: ГРАФИК РАБОТЫ

# WorkTimeF
source: Seven days a week from 12:00 to 20:00
ru: Без выходных с 12:00 до 20:00
